{"sections":{"1724646986636b5cb2":{"type":"apps","blocks":{"ph_breadcrumbs_app_block_BGtCff":{"type":"shopify:\/\/apps\/ph-breadcrumbs\/blocks\/app-block\/457dc635-4337-4779-8f31-361dd27778c8","settings":{"show_breadcrumbs":true,"color":"#000000","horizontal_alignment":"left","fontsize":14,"breadcrumb_font":"mono","marginleft":0,"margintop":0,"marginright":0,"marginbottom":0,"show_home_link":true,"show_last_crumb":true,"home_page":"Home","home_url":"\/","all_uppercase":true,"use_slider":false,"article_use_tag":true,"separator":"<span> › <\/span>","css_tablet":"\/* font-family: Helvetica; *\/","css_mobile":"\/* font-family: Helvetica; *\/","custom_css":"\/* font-family: Helvetica; *\/","css_last_crumb":"\/* font-weight: medium; *\/","css_hover":"\/* text-decoration-line: underline; *\/","menus":"*"}}},"block_order":["ph_breadcrumbs_app_block_BGtCff"],"settings":{"include_margins":true}},"main":{"type":"main-page","disabled":true,"settings":{"padding_top":36,"padding_bottom":36}},"form":{"type":"contact-form","disabled":true,"settings":{"heading":"","heading_size":"h1","color_scheme":"background-1","padding_top":36,"padding_bottom":36}},"section_title_header_ehixAm":{"type":"section-title-header","settings":{"sub-heading":"UTR SPORTS Pickleball ZERO-FIVE 2024 promotion","sub-title-size":"h2","heading-permission":"YES","padding_top":0,"padding_bottom":0}},"f3cd7678-cc93-4830-b119-ee4662f32303":{"type":"rich-text","blocks":{"template--19123506184512__f3cd7678-cc93-4830-b119-ee4662f32303-168426507376263996-0":{"type":"heading","disabled":true,"settings":{"heading":"<p>UTR Sports Provider and Player Guidelines<\/p>","heading_size":"h0"}},"template--19123506184512__f3cd7678-cc93-4830-b119-ee4662f32303-168426507376263996-1":{"type":"text","settings":{"text":"<p><strong>Services:<\/strong><\/p><ol><li>Software: Company to provide full access to Company’s enterprise digital club and event software, rating, groups, messaging, tournament or league management systems<\/li><li>Sport type configured: Pickleball<\/li><li>Account Management and Support: Planning and assistance in setting up the digital club and integrating UTR programming\/on-court programming, including review of best practices and key learnings. <\/li><\/ol><p><strong>Standard Pricing\/Payment Terms at end of Promotional Period:<\/strong><\/p><ol><li>Upfront Fee: $0 USD.<\/li><li>Event\/League Fees to Company: <strong>10%<\/strong><\/li><li>Required Stripe Setup: All entry fees to occur in Company’s software through setting up a stripe account in all countries available in software. <\/li><li>Minimum registration fee: $5 USD<\/li><li>During full term of agreement not only at end of promotional period, Tennis events are not allowed. If a tennis event is created, 100% of fees will go to Company.<\/li><\/ol><p><strong>Customer Responsibilities:<\/strong><\/p><p>Customer to work on a best efforts basis to integrate, activate and engage their players and events into the Company software, which integration will include the following:<\/p><ul><li>Setup stripe connect account within 1 week of contract signing<\/li><li>Attend a UTR Sports Pickleball kick off call to get software setup within two weeks of contract signing<\/li><li>Review and adhere to <a href=\"https:\/\/www.universaltennis.com\/guidelines\" target=\"_blank\">UTR Provider Guidelines at all times<\/a><\/li><li>Invite and ensure all members or players into their digital club roster within 60 days to get players rated and engaged in events\/leagues<\/li><li>Collaborate with Company on a list of key Pickleball-related daily\/weekly\/monthly programming and\/or schedule of play-related activities<\/li><li>Note: Failure to complete such Customer Responsibilities may result in Company’s delayed delivery of Software and\/or Support-related Services<\/li><\/ul><p><strong>Terms of Use<\/strong><\/p><p>Customer’s use of any and all Services subject to the Company’s Terms of Use (<a href=\"http:\/\/www.utrsports.net\/policies\/terms-of-service\" target=\"_blank\">www.utrsports.net\/policies\/terms-of-service<\/a>) and Privacy Policy (<a href=\"http:\/\/www.utrsports.net\/policies\/privacy-policy\" target=\"_blank\">www.utrsports.net\/policies\/privacy-policy<\/a>).<\/p><p><strong>Termination and effect of Termination<\/strong><\/p><p>Following the end of the Term, Customer’s subscription will automatically renew for an additional 12 month term unless Customer notify’s Company 30 days prior to end of term or end of subsequent renewed term(s). Notwithstanding the foregoing, in the event that a Customer’s usage changes (as measured by a substantial change in the number of events and\/or players utilizing the Company software), then the Parties will negotiate in good faith appropriate adjustments to the original subscription (as applicable). This Agreement may be terminated by the Company, in its sole discretion if Customer fails to comply with the terms of this agreement or if the Customer violates <a href=\"https:\/\/www.utrsports.net\/pages\/guidelines\" target=\"_blank\">UTR Sports Provider Guidelines<\/a>. Company will not provide a refund for any fees unless Customer provides notice in writing of Company’s failure to deliver the Services, and subject to reasonable notice and cure provisions.<\/p><p><strong>Limitation of Liability<\/strong><\/p><p>Company and its officers, affiliates, representatives, contractors and employees shall not be responsible or liable with respect to any subject matter of this agreement or terms and conditions related thereto under any contract, negligence, strict liability or other theory: (a) for error or interruption of use or for loss or inaccuracy or corruption of data or cost of procurement of substitute goods, services or technology or loss of business; (b) for any indirect, exemplary, incidental, special or consequential damages; (c) for any matter beyond company’s reasonable control; or (d) for any amounts that, together with amounts associated with all other claims, exceed the fees paid by customer to company for the services under this agreement in the 12 months prior to the act that gave rise to the liability, in each case, whether or not Company has been advised of the possibility of such damages.<\/p><p><strong>Other\/Miscellaneous<\/strong><\/p><p>This Agreement is not assignable, transferable or sublicensable by Customer except with Company’s prior written consent. Company may transfer and assign any of its rights and obligations under this Agreement without consent. If any provision of this Agreement is found to be unenforceable or invalid, that provision will be limited or eliminated to the minimum extent necessary so that this Agreement will otherwise remain in full force and effect and enforceable. This Agreement is the complete and exclusive statement of the mutual understanding of the parties and supersedes and cancels all previous written and oral agreements, communications and other understandings relating to the subject matter of this Agreement, and that all waivers and modifications must be in a writing signed by both parties, except as otherwise provided herein. No agency, partnership, joint venture, or employment is created as a result of this Agreement and Customer does not have any authority of any kind to bind Company in any respect whatsoever. In any action or proceeding to enforce rights under this Agreement, the prevailing party will be entitled to recover costs and attorneys’ fees. All notices under this Agreement will be in writing and will be deemed to have been duly given when received if personally delivered; when receipt is electronically confirmed, if transmitted by facsimile or e-mail; the day after it is sent, if sent for next day delivery by recognized overnight delivery service; and upon receipt, if sent by certified or registered mail, return receipt requested. This Agreement shall be governed by the laws of the State of Delaware without regard to its conflict of laws provisions. By clicking “Accept” you accept the terms and conditions.<\/p>"}},"template--19123506184512__f3cd7678-cc93-4830-b119-ee4662f32303-168426507376263996-2":{"type":"button","disabled":true,"settings":{"button_label":"Button label","button_link":"","button_style_secondary":false,"button_label_2":"","button_link_2":"","button_style_secondary_2":false}}},"block_order":["template--19123506184512__f3cd7678-cc93-4830-b119-ee4662f32303-168426507376263996-0","template--19123506184512__f3cd7678-cc93-4830-b119-ee4662f32303-168426507376263996-1","template--19123506184512__f3cd7678-cc93-4830-b119-ee4662f32303-168426507376263996-2"],"settings":{"desktop_content_position":"center","content_alignment":"left","color_scheme":"new","full_width":true,"padding_top":16,"padding_bottom":24}},"section_spacing_GCUfnq":{"type":"section-spacing","name":"Section Spacing","settings":{}},"e0b5b644-64a3-4c35-a90b-0f680f9beff6":{"type":"image-with-text","blocks":{"template--19123506184512__e0b5b644-64a3-4c35-a90b-0f680f9beff6-1684265356121a5b8c-0":{"type":"heading","settings":{"heading":"Image with text","heading_size":"h1"}},"template--19123506184512__e0b5b644-64a3-4c35-a90b-0f680f9beff6-1684265356121a5b8c-1":{"type":"text","settings":{"text":"<p>Pair text with an image to focus on your chosen product, collection, or blog post. Add details on availability, style, or even provide a review.<\/p>","text_style":"body"}}},"block_order":["template--19123506184512__e0b5b644-64a3-4c35-a90b-0f680f9beff6-1684265356121a5b8c-0","template--19123506184512__e0b5b644-64a3-4c35-a90b-0f680f9beff6-1684265356121a5b8c-1"],"disabled":true,"settings":{"height":"adapt","desktop_image_width":"medium","layout":"image_first","desktop_content_position":"top","desktop_content_alignment":"left","content_layout":"no-overlap","color_scheme":"background-1","mobile_content_alignment":"left","padding_top":36,"padding_bottom":36}}},"order":["1724646986636b5cb2","main","form","section_title_header_ehixAm","f3cd7678-cc93-4830-b119-ee4662f32303","section_spacing_GCUfnq","e0b5b644-64a3-4c35-a90b-0f680f9beff6"]}